// C-style comments.
// First non-comment line must be the following:
MCSkin3D Language File
// Following lines are key-value pairs, stored by the program.
// A line beginning with the pound/sharp/hash sign # are
// used internally and are not actual language pieces.
#Name=Français
// Version is the version of the language file - it does not
// have any effect other than identification, and does not
// need to be present.
#Version=1.0
// SuppVersion is short for Supported Version, and denotes the version in which this
// language file was made for. Any other version running this file will throw an error.
#SuppVersion=1.4
// Culture is the Windows culture ID for the language.
// This is REQUIRED to be set properly!
#Culture="fr-FR"

// These lines are not required, they are simply for identification
// purposes.
#Author="Paril"
#AuthorContact="paril@alteredsoftworks.com"
#AuthorSite="www.alteredsoftworks.com"

// Below this are the key-value pairs; ID=String
// Note that the quotes are not required, but may be used for readability purposes.
// Language developers should use this file, and not other languages, to determine the
// context in which the string is deriving - otherwise, you may lose accuracy of your
// translation over time (see TranslationParty).
C_OK="OK"
C_CANCEL="Annuler"
C_CLOSE="Fermer"
C_COPYTOCLIPBOARD="Copier dans le presse-papier"

M_FILE="Fichier"
	M_SAVE="Enregistrer"
	M_SAVEAS="Enregistrer sous"
	M_SAVEALL="Tout enregistrer"
	M_UPLOAD="Téléverser le skin..."
	M_EXIT="Quitter"
M_EDIT="Édition"
	M_UNDO="Annuler"
	M_REDO="Rétablir"
	M_TOOL="Outils"
M_VIEW="Affichage"
	M_MODE="Mode d'affichage"
		M_PERSPECTIVE="Perspective (3D)"
		M_TEXTURE="Texture (2D)"
		M_HYBRID="Hybride"
	M_3D="Paramètres 3D"
		M_ANIMATE="Animer"
		M_FOLLOWCUR="Suivre le curseur"
		M_GRASS="Herbe"
		M_GHOST="Afficher les parties cachées en fantôme"
		M_MULTISAMPLING="Multi-échantillonnage"
	M_2D="Paramètres 2D"
		M_ALPHACHECKER="Damier alpha"
		M_OVERLAY="Superposition"
			M_ENABLEOVERLAY="Activer"
	M_TRANSMODE="Mode de transparence"
		M_OFF="Désactivé"
		M_HELMETONLY="Casque uniquement"
		M_ALL="Tout"
	M_VISIBLEPARTS="Parties visibles"
		M_HEAD="Tête"
		M_HELMET="Casque"
		M_CHEST="Torse"
		M_LEFTARM="Bras gauche"
		M_RIGHTARM="Bras droit"
		M_LEFTLEG="Jambe gauche"
		M_RIGHTLEG="Jambe droite"
M_OPTIONS="Options"
	M_KEYSHORTCUTS="Raccourcis clavier"
	M_BGCOLOR="Couleur d'arrière-plan (redémarrage requis)"
	M_USETEXTUREBASES="Utiliser les textures de base"
M_LANGUAGE="Langue"
M_HELP="Aide"
	M_CHECKUPDATES="Vérifier les mises à jour"
	M_AUTOUPDATE="Vérifier auto. les mises à jour"

T_TREE_ZOOMOUT="Dézoomer"
T_TREE_ZOOMIN="Zoomer"
T_TREE_IMPORTHERE="Importer ici..."
T_TREE_NEWFOLDER="Nouveau dossier ici..."
T_TREE_RENAME="Renommer..."
T_TREE_DELETE="Supprimer..."
T_TREE_CLONE="Cloner"
T_TREE_UPLOAD="Téléverser"

T_SAVE="Enregistrer"
T_SAVEALL="Tout enregistrer"
T_UNDO="Annuler"
T_REDO="Rétablir"
T_PERSPECTIVE="Perspective"
T_TEXTURE="Texture"
T_HYBRID="Hybride"
T_SCREENSHOT="Capture d'écran (Maj pour enregistrer)"
T_TOGGLEHEAD="Afficher/masquer la tête"
T_TOGGLEHELMET="Afficher/masquer le casque"
T_TOGGLECHEST="Afficher/masquer le torse"
T_TOGGLELEFTARM="Afficher/masquer le bras gauche"
T_TOGGLERIGHTARM="Afficher/masquer le bras droit"
T_TOGGLELEFTLEG="Afficher/masquer la jambe gauche"
T_TOGGLERIGHTLEG="Afficher/masquer la jambe droite"
T_SWATCHES="Nuancier"

M_IMPORT_HERE="Importer ici..."
M_NEWFOLDER="Nouveau dossier"
M_NEWFOLDER_HERE="Nouveau dossier ici..."
M_RENAME="Renommer..."
M_DELETE="Supprimer..."
M_CLONE="Cloner"

T_TOOL_CAMERA="Caméra"
T_TOOL_PENCIL="Crayon"
T_TOOL_ERASER="Gomme"
T_TOOL_DROPPER="Pipette"
T_TOOL_DODGEBURN="Densité + / -"
T_TOOL_DARKENLIGHTEN="Assombrir/Éclaircir"
T_TOOL_BUCKET="Pot de peinture"
T_TOOL_NOISE="Bruit"

B_MSG_DIRMISSING="Un répertoire inclus est manquant - généralement parce que vous n'avez pas décompressé le programme. Ce n'est pas un problème grave, mais vous manquerez tous les modèles, nuanciers et autres contenus fournis."
B_MSG_UPTODATE="Vous possédez déjà la version la plus récente !"
B_MSG_NEWUPDATE="Une nouvelle mise à jour est disponible. Ouvrir le programme de mise à jour maintenant ?"
B_MSG_UPLOADERROR="Erreur lors du téléversement du skin :"
B_MSG_UPLOADSUCCESS="Skin téléversé avec succès !"
B_MSG_DELETESKIN="Supprimer ce skin ?\r\nIl sera déplacé dans la corbeille."
B_MSG_DELETEFOLDER="Supprimer ce dossier ?\r\nIl sera déplacé dans la corbeille."
B_MSG_OVERLAYERROR="Impossible de charger l'image de superposition « {0} » ; la résolution doit être une puissance de deux."
B_MSG_UPLOADRES="Bien que vous puissiez éditer des textures haute résolution avec MCSkin3D, vous ne pouvez pas les téléverser vers votre profil Minecraft."
B_MSG_ANTIALIAS="Redémarrez MCSkin3D pour appliquer l'option de multi-échantillonnage."
B_MSG_PIXELFORMAT="Désolé, votre carte graphique ne semble pas prendre en charge le format 32 bits par pixel — actuellement nécessaire pour le bon fonctionnement de MCSkin3D."
B_MSG_SHORTCUTEXISTS="Le raccourci « {0} » entre en conflit avec « {1} » — il a été effacé."

B_CAP_QUESTION="Question"
B_CAP_SORRY="Désolé"

C_SQUARE="Carré"
C_CIRCLE="Cercle"

O_EXPOSURE="Exposition :"
O_INCREMENTAL="Incrément"
O_LIGHTEN="Éclaircir"
O_DARKEN="Assombrir"
O_DODGE="Densité +"
O_BURN="Densité -"
Q_THRESHOLD="Seuil :"

C_NEW="Nouveau"
C_CANTMOVE="Impossible de déplacer vers"
C_COPY="Copier"
C_MOVE="Déplacer"
C_MOVED="Déplacé"
C_COPYTO="Copier vers"
C_MOVETO="Déplacer vers"
C_IMPORTTO="Importer vers"

C_SETTINGSFAILED="Le chargement du fichier de paramètres a échoué ; les paramètres par défaut ont été chargés."

C_AUTOLOGIN="Connexion automatique ?"
C_REMEMBER="Se souvenir de moi ?"
C_USERNAME="Nom d'utilisateur :"
C_PASSWORD="Mot de passe :"
C_UPLOADTEXT="Pour téléverser votre skin, vous devez vous connecter à Minecraft.net. Ce programme peut le faire automatiquement ; entrez votre nom d'utilisateur et votre mot de passe pour continuer."

C_UPLOADING="Téléversement de votre skin en cours... Veuillez patienter..."
C_SHORTCUTINUSE="Raccourci déjà utilisé"

S_TREEVIEW_ZOOMIN="Agrandir l'arborescence"
S_TREEVIEW_ZOOMOUT="Rétrécir l'arborescence"
S_SWATCH_ZOOMIN="Agrandir le nuancier"
S_SWATCH_ZOOMOUT="Rétrécir le nuancier"
S_COLORSWAP="Échanger premier plan/arrière-plan"
S_RENAME="Changer le nom"
S_CLONE="Cloner le nœud"
S_DELETE="Supprimer le nœud"
S_SCREENSHOT_CLIP="Capture d'écran vers le presse-papier"
S_SCREENSHOT_SAVE="Enregistrer la capture d'écran"
S_TOGGLEVIEW="Changer de mode d'affichage"
S_TOGGLETRANS="Changer de mode de transparence"

M_SHORTCUTS="Cliquez sur la zone de texte ci-dessous, puis appuyez sur la touche que vous souhaitez attribuer à ce raccourci."
W_OPTIONS="Afficher/masquer les options d'outil"

T_CAMERA="Clic gauche pour pivoter. Clic droit / molette pour zoomer/dézoomer."
T_PENCIL="Clic gauche pour dessiner ; clic droit/molette pour pivoter/zoom ; Maintenez Maj pour utiliser la couleur d'arrière-plan."
T_DROPPER="Clic gauche pour prélever une couleur. Clic droit/molette pour pivoter/zoom. Maintenez Maj pour prélever en couleur d'arrière-plan, sinon en premier plan."
T_DODGEBURN="Clic gauche pour Densité +/–. Clic droit/molette pour pivoter/zoom. Maj pour changer d'outil."
T_DARKENLIGHTEN="Clic gauche pour assombrir/éclaircir. Clic droit/molette pour pivoter/zoom. Maj pour changer d'outil."
T_ERASER="Clic gauche pour effacer en couleur transparente et canal alpha. Clic droit/molette pour pivoter/zoom."
T_FILL="Clic gauche pour remplir les pixels. Maj pour utiliser la couleur d'arrière-plan. Ctrl pour verrouiller la partie. Clic droit/molette pour pivoter/zoom."
T_NOISE="Clic gauche pour appliquer du bruit. Clic droit/molette pour pivoter/zoom."

C_UNSAVED="Vous avez des modifications non enregistrées. Voulez-vous vraiment quitter ?"
C_UNSAVED_CAPTION="Attendez !"

O_HOLDNESS="Intensité :"

G_BRUSH="Pinceau"
G_BRUSHOPTS="Options du pinceau"
G_NOISEOPTS="Options de bruit"
G_FILLOPTS="Options de remplissage"
G_TOOL="Outil"

T_DECRES="Réduire la résolution"
T_INCRES="Augmenter la résolution"

M_NEWSKIN="Nouveau skin"
M_NEWSKIN_HERE="Nouveau skin ici"

M_SKINERROR="Impossible de télécharger le skin depuis le stockage Minecraft !"
M_FETCH_NAME="Récupérer depuis Minecraft"
M_FETCH_TEXT="MCSkin3D peut récupérer le skin de votre compte Minecraft (ou de n'importe qui) et l'importer comme fichier skin. Entrez le nom du compte ci-dessous, puis cliquez sur « Importer » !"
M_PLAYER_NAME="Nom du joueur :"

C_YES="Oui"
C_NO="Non"
D_DONTASK="Ne plus me demander"
M_IRREVERSIBLE="Attention : Les skins haute résolution ne peuvent pas être téléversés sur Minecraft.net en tant que skin !\n\nCette opération est irréversible et entraînera la perte de toutes les annulations/rétablissements précédents. Êtes-vous sûr de vouloir continuer ?"

M_TEMP="Vous essayez d'exécuter MCSkin3D depuis un emplacement temporaire. Veuillez décompresser correctement le programme avant de l'exécuter."

T_RESETCAMERA="Réinitialiser la caméra"
M_SKINDIRS="Dossiers de skins"
M_DYNAMICOVERLAY="Superposition dynamique"
M_DYNAMICOPTIONS="Options dynamiques"
M_LINECOLOR="Couleur des lignes"
M_LINESIZE="Épaisseur des lignes"
M_OVERLAYTEXTSIZE="Taille du texte"
M_TEXTCOLOR="Couleur du texte"

U_PIXELSCHANGED="Pixels modifiés"
T_TOOL_STAMP="Tampon"
T_STAMP="Clic gauche pour utiliser le tampon. Maj+clic pour copier une zone dans le pinceau."
L_UNDOACTIONS="Annuler {0} action(s)"
L_REDOACTIONS="Rétablir {0} action(s)"

M_BROWSE="Parcourir jusqu'à {0}"
M_SKIN="Skin"
M_FOLDER="Dossier"

M_SHARED="Options partagées"
M_INFINITEMOUSE="Souris infinie"

T_SWATCHEDIT="Modifier le nuancier"
T_DELETESWATCH="Supprimer le nuancier"
T_ADDSWATCH="Ajouter un nuancier"

M_EXPT_EXCEPTION="Exception !"
M_EXPT_APPERROR="Erreur d'application !"
M_EXPT_ERRORTEXT="MCSkin3D a rencontré une erreur et pourrait devenir instable. Ne vous inquiétez pas, vous pouvez nous aider !\r\n\r\nSi vous souhaitez aider le développeur, envoyez-nous un rapport d'erreur ! Tout en bas de cette fenêtre se trouve un lien bleu pointant vers le contenu du rapport. Nous l'envoyer (recherchez-nous sur PlanetMinecraft) aidera grandement au développement !"
M_EXPT_SHOW="Ne plus afficher ce message"
M_EXPT_CLOSE="Fermer"
M_EXPT_VIEW="Pour voir le rapport, cliquez"
M_EXPT_HERE="ici"

C_RESTART="Le programme doit redémarrer pour effectuer cette opération !"
C_RESTART_CAPTION="Redémarrage requis"
D_UNSAVED="Vous avez des skins non enregistrés. Changer le dossier des skins nécessite de rafraîchir la liste, ce qui entraînera la perte de toutes les modifications non enregistrées. Cliquez sur « Oui » pour rafraîchir sans enregistrer, sur « Non » pour attendre le redémarrage, ou sur « Annuler » pour annuler."
D_UNSAVED_CAPTION="Modifications non enregistrées"

M_RENDERSTATS="Statistiques de rendu"
M_GRIDCOLOR="Couleur de la grille"
M_GRIDOPACITY="Opacité de la grille"

M_LOADING="Chargement..."
M_NEWPALETTE="Nouvelle palette"
M_DELETEPALETTE="Supprimer la palette"
M_CONVERTSWATCH="Convertir le nuancier..."
M_RENAMEPALETTE="Renommer la palette"
M_CURRENTFORMAT="Format actuel :"
M_NEWFORMAT="Nouveau format :"
M_SWATCHQUESTION="Cette opération supprimera définitivement ce nuancier. Continuer ?"
M_SWATCHQUESTION_CAPTION="Êtes-vous sûr ?"

M_UPDATESTARTING="Mise à jour téléchargée - MCSkin3D va maintenant se fermer et le programme de mise à jour s'ouvrira. Notez que ce programme s'exécute depuis votre dossier temporaire, donc Windows (ou votre antivirus) peut émettre un avertissement - ne vous inquiétez pas, c'est simplement pour garder le répertoire principal propre."
M_REPORTVIEWER="Visualiseur de rapport"

M_GRIDENABLED="Afficher la grille"
M_RENDERRESTART="Changer de mode de rendu nécessite un redémarrage."
M_RENDERER="Moteur de rendu"
M_CLIENTARRAYS="Tableaux client"
M_IMMEDIATE="Mode immédiat"
W_POPOUT="Détacher"

E_SKINERROR="Erreur lors du chargement du skin « {0} » ; veuillez supprimer ce fichier ou le déplacer hors du dossier."
T_TOGGLECHESTARMOR="Afficher/masquer le plastron"
T_TOGGLELEFTARMARMOR="Afficher/masquer la protection du bras gauche"
T_TOGGLERIGHTARMARMOR="Afficher/masquer la protection du bras droit"
T_TOGGLELEFTLEGARMOR="Afficher/masquer la protection de la jambe gauche"
T_TOGGLERIGHTLEGARMOR="Afficher/masquer la protection de la jambe droite"

M_CHESTARMOR="Plastron"
M_LEFTARMARMOR="Protection bras gauche"
M_RIGHTARMARMOR="Protection bras droit"
M_LEFTLEGARMOR="Protection jambe gauche"
M_RIGHTLEGARMOR="Protection jambe droite"

C_SCALE="Redimensionner"
C_CROP="Rogner"
M_SKINSIZEMISMATCH="La taille de ce skin ne correspond pas à la taille attendue par le modèle sélectionné. MCSkin3D peut résoudre ce problème de l'une des deux manières suivantes :\n\nRogner : Ajuste directement la taille du skin à celle du modèle sans modifier le skin lui-même. Selon la différence de taille, certaines parties du skin peuvent être rognées. Utilisez cette option si vous convertissez un skin de la version 1.7 à la 1.8.\n\nRedimensionner : Agrandit/rétrécit le skin à la taille requise.\n\nNotez qu'il s'agit d'une opération destructrice et irréversible."